Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKit/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.pay
source: Pay
ar: دفع
bg: Плати
ca: Pagar
cs: Zaplatit
da: Betal
de: Bezahlen
el: Πληρωμή
es: Pagar
es_419: Pagar
fi: Maksa
fr: Payer
fr_ca: Payer
he: תשלום
hi: भुगतान करें
hr: Plati
hu: Fizetés
id: Bayar
it: Paga
ja: 支払う
kk: Төлеу
ko: 송금
ms: Bayar
nb: Betal
nl: Betaal
pl: Zapłać
pt_br: Pagar
pt_pt: Pagar
ro: Plătiți
ru: Оплатить
sk: Zaplatiť
sv: Betala
th: ชำระเงิน
tr: Ödeme Yap
uk: Сплатити
vi: Thanh toán
zh_hans: 付款
zh_hant: 付款
zh_hk: 付款

# TK.Action.pin
source: Pin
ar: تثبيت
bg: Закачи
ca: Fixar
cs: Přišpendlit
da: Fastgør
de: Anpinnen
el: Καρφίτσωμα
es: Fijar
es_419: Anclar
fi: Kiinnitä
fr: Épingler
fr_ca: Épingler
he: הצמדה
hi: पिन करें
hr: Zakvači
hu: Rögzítés
it: Metti in evidenza
ja: ピンで固定
kk: Бекіту
ko: 고정
nb: Feste
nl: Maak vast
pl: Przypnij
pt_br: Fixar
pt_pt: Fixar
ro: Fixați
ru: Закрепить
sk: Pripnúť
sv: Fäst
th: ปักหมุด
tr: İğnele
uk: Закріпити
vi: Ghim
zh_hans: 固定
zh_hant: 釘選
zh_hk: 置頂

# TK.Action.play
source: Play
ar: تشغيل
bg: Възпроизвеждане
ca: Reproduir
cs: Přehrát
da: Afspil
de: Wiedergabe
el: Αναπαραγωγή
es: Reproducir
es_419: Reproducir
fi: Toista
fr: Lecture
fr_ca: Lire
he: הפעל
hi: चलाएँ
hr: Reproduciraj
hu: Lejátszás
id: Putar
it: Riproduci
ja: 再生
kk: Ойнату
ko: 재생
ms: Main
nb: Spill av
nl: Speel af
pl: Odtwarzaj
pt_br: Reproduzir
pt_pt: Tocar
ro: Redați
ru: Воспроизвести
sk: Prehrať
sv: Spela
th: เล่น
tr: Oynat
uk: Відтворити
vi: Phát
zh_hans: 播放
zh_hant: 播放
zh_hk: 播放

# TK.Action.post
source: Post
ar: نشر
bg: Публикувай
ca: Publicar
cs: Zveřejnit
da: Opslag
el: Θέση
es: Publicar
es_419: Publicar
fi: Lähetä
fr: Poste
fr_ca: Publier
he: פרסם
hi: डाक करें
hu: Hozzászólás
id: Pos
it: Pubblica
ja: 投稿
kk: Пост
ko: 우편
ms: Pos
nb: Legg ut
nl: Plaatsen
pt_br: Publicar
pt_pt: Publicar
ru: Воспроизведение
sk: Príspevok
sv: Posta
th: โพสต์
tr: Postalamak
uk: Опублікувати
vi: Đăng
zh_hans: 发布
zh_hant: 郵寄
zh_hk: 發佈

# TK.Action.preview
source: Preview
ar: معاينة
bg: Преглед
ca: Previsualitzar
cs: Náhled
da: Eksempel
de: Vorschau
el: Προεπισκόπηση
es: Previsualización
es_419: Vista Previa
fi: Esikatselu
fr: Aperçu
fr_ca: Aperçu
he: תצוגה מקדימה
hi: प्रीव्यू
hr: Pregledaj
hu: Előnézet
id: Pratinjau
it: Anteprima
ja: プレビュー
kk: Алдын ала қарау
ko: 미리보기
ms: Pratonton
nb: Forhåndsvisning
nl: Voorvertoning
pl: Podgląd
pt_br: Pré-Visualização
pt_pt: Pré-visualizar
ro: Previzualizare
ru: Просмотреть
sk: Náhľad
sv: Förhandsvisning
th: แสดงตัวอย่าง
tr: Önizleme
uk: Передогляд
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽
zh_hk: 預覽

# TK.Action.previous
source: Previous
ar: السابق
bg: Предишна
ca: Anterior
cs: Předchozí
da: Forrige
de: Zurück
el: Προηγούμενο
es: Anterior
es_419: Anterior
fi: Edellinen
fr: Précédent
fr_ca: Précédent
he: הקודם
hi: पिछला
hr: Prethodno
hu: Előző
id: Sebelumnya
it: Precedente
ja: 前へ
kk: Алдыңғы
ko: 이전
ms: Sebelumnya
nb: Forrige
nl: Vorige
pl: Poprzednia
pt_br: Anterior
pt_pt: Anterior
ro: Anterior
ru: Назад
sk: Predošlé
sv: Föregående
th: ก่อนหน้า
tr: Önceki
uk: Попередній
vi: Trước
zh_hans: 上一个
zh_hant: 上一個
zh_hk: 上一步

# TK.Action.print
source: Print
ar: طباعة
bg: Принтирай
ca: Imprimir
cs: Tisknout
da: Udskriv
de: Drucken
el: Εκτύπωση
es: Imprimir
es_419: Imprimir
fi: Tulosta
fr: Imprimer
fr_ca: Imprimer
he: הדפס
hi: प्रिंट करें
hr: Ispis
hu: Nyomtatás
id: Cetak
it: Stampa
ja: プリント
kk: Басып шығару
ko: 프린트
ms: Cetak
nb: Skriv ut
nl: Druk af
pl: Drukuj
pt_br: Imprimir
pt_pt: Imprimir
ro: Tipăriți
ru: Напечатать
sk: Tlačiť
sv: Skriv ut
th: พิมพ์
tr: Yazdır
uk: Друкувати
vi: In
zh_hans: 打印
zh_hant: 列印
zh_hk: 列印

# TK.Action.rate
source: Rate
ar: تقييم
bg: Тарифа
ca: Valorar
cs: Ohodnotit
da: Vurdering
de: Bewerten
el: Βαθμολογία
es: Valorar
es_419: Calificar
fi: Arvioi
fr: Noter
fr_ca: Évaluer
he: דירוג
hi: रेटिंग दें
hr: Ocijeni
hu: Értékelj
id: Nilai
it: Valuta
ja: 評価
kk: Бағалау
ko: 평가하기
ms: Nilai
nb: Vurder
nl: Beoordeel
pl: Oceń
pt_br: Classificar
pt_pt: Avaliar
ro: Evaluați
ru: Рейтинг
sk: Ohodnotiť
sv: Sätt betyg
th: จัดอันดับ
tr: Puanla
uk: Оцінити
vi: Xếp hạng
zh_hans: 评分
zh_hant: 評分
zh_hk: 評價

# TK.Action.redo
source: Redo
ar: إعادة
bg: Повтори
ca: Refer
cs: Opakovat akci
da: Gentag
de: Wiederholen
el: Επανάληψη
es: Rehacer
es_419: Rehacer
fi: Tee sittenkin
fr: Rétablir
fr_ca: Rétablir
he: חזור על הפעולה האחרונה
hi: फिर करें
hr: Ponovi
hu: Ismétlés
id: Ulangi
it: Ripristina
ja: やり直す
kk: Қайталау
ko: 실행 복귀
ms: Buat Semula
nb: Gjør om
nl: Opnieuw
pl: Przywróć
pt_br: Refazer
pt_pt: Refazer
ro: Reconfirmați
ru: Повторить
sk: Obnoviť
sv: Gör om
th: ทำกลับมาใหม่
tr: Yinele
uk: Повторити
vi: Làm lại
zh_hans: 重做
zh_hant: 重做
zh_hk: 重做

# TK.Action.refresh
source: Refresh
ar: تحديث
bg: Обновяване
ca: Actualitzar
cs: Aktualizovat
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Actualizar
es_419: Actualizar
fi: Päivitä
fr: Actualiser
fr_ca: Rafraîchir
he: רענן
hi: रीफ़्रेश करें
hr: Osvježi
hu: Frissítés
id: Segarkan
it: Aggiorna
ja: 更新
kk: Жаңарту
ko: 새로 고침
ms: Segar Semula
nb: Oppdater
nl: Vernieuw
pl: Odśwież
pt_br: Atualizar
pt_pt: Atualizar
ro: Reîmprospătare
ru: Обновить
sk: Osviežiť
sv: Uppdatera
th: ดึงข้อมูลใหม่
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理
zh_hk: 更新

# TK.Action.reject
source: Reject
ar: يرفض
bg: Отхвърли
ca: Rebutja
cs: Odmítnout
da: Afvise
de: Ablehnen
el: Απόρριψη
es: Rechazar
es_419: Rechazar
fi: Hylkää
fr: Rejeter
fr_ca: Rejeter
he: לִדחוֹת
hi: अस्वीकार करें
hr: Odbiti
hu: Utásíts el
id: Menolak
it: Rifiuta
ja: 拒否する
kk: Қабылдамау
ko: 거절
ms: Tolak
nb: Avvis
nl: Afwijzen
pl: Odrzuć
pt_br: Rejeitar
pt_pt: Rejeitar
ro: Respinge
ru: Отклонять
sk: Odmietnuť
sv: Avvisa
th: ปฏิเสธ
tr: Reddetmek
uk: Відхилити
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕
zh_hk: 拒絕

# TK.Action.remove
source: Remove
ar: إزالة
bg: Премахни
ca: Eliminar
cs: Odstranit
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
es_419: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Retirer
he: הסר
hi: हटाएँ
hr: Ukloni
hu: Távolíts el
id: Hapus
it: Rimuovi
ja: 削除
kk: Жою
ko: 제거
ms: Keluarkan
nb: Fjern
nl: Verwijder
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Eliminați
ru: Удалить
sk: Odstrániť
sv: Ta bort
th: เอาออก
tr: Sil
uk: Вилучити
vi: Xóa
zh_hans: 移除
zh_hant: 移除
zh_hk: 移除

# TK.Action.removeAll
source: Remove All
ar: إزالة الكل
bg: Премахни всички
ca: Eliminar‑los tots
cs: Odstranit vše
da: Fjern alle
de: Alle entfernen
el: Αφαίρεση όλων
es: Eliminar todo
es_419: Eliminar Todo
fi: Poista kaikki
fr: Tout supprimer
fr_ca: Tout Retirer
he: הסרה של כולם
hi: सभी हटाएँ
hr: Ukloni sve
hu: Összes eltávolítása
id: Hapus Semua
it: Rimuovi tutto
ja: すべてを削除
kk: Барлығын алып тастау
ko: 모두 제거
ms: Keluarkan Semua
nb: Fjern alle
nl: Verwijder alle
pl: Usuń wszystkie
pt_br: Remover Tudo
pt_pt: Remover Tudo
ro: Eliminați tot
ru: Удалить все
sk: Odstrániť všetky
sv: Ta bort alla
th: เอาทั้งหมดออก
tr: Tümünü Sil
uk: Вилучити всі
vi: Xóa tất cả
zh_hans: 全部移除
zh_hant: 全部移除
zh_hk: 全部移除

# TK.Action.rename
source: Rename
ar: إعادة تسمية
bg: Преименувай
ca: Canviar el nom
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
es: Renombrar
es_419: Renombrar
fi: Nimeä uudelleen
fr: Renommer
fr_ca: Renommer
he: שנה שם
hi: नाम बदलें
hr: Preimenuj
hu: Nevezz át
id: Ubah Nama
it: Rinomina
ja: 名称変更
kk: Атауын өзгерту
ko: 이름 변경
ms: Nama Semula
nb: Gi nytt navn
nl: Wijzig naam
pl: Zmień nazwę
pt_br: Renomear
pt_pt: Renomear
ro: Redenumiți
ru: Переименовать
sk: Premenovať
sv: Byt namn
th: เปลี่ยนชื่อ
tr: Adını Değiştir
uk: Перейменувати
vi: Đổi tên
zh_hans: 重新命名
zh_hant: 重新命名
zh_hk: 重新命名

# TK.Action.repeat
source: Repeat
ar: تكرار
bg: Повтори
ca: Repetir
cs: Opakovat
da: Gentag
de: Wiederholen
el: Επανάληψη
es: Repetir
es_419: Repetir
fi: Toista
fr: Répéter
fr_ca: Répéter
he: חזרה
hi: दोहराएँ
hr: Ponovi
hu: Ismétlés
id: Ulangi
it: Ripeti
ja: 繰り返し
kk: Қайталау
ko: 반복
ms: Ulang
nb: Gjenta
nl: Herhaal
pl: Powtarzaj
pt_br: Repetir
pt_pt: Repetir
ro: Repetare
ru: Повторить
sk: Opakovať
sv: Upprepa
th: วนซ้ำ
tr: Yinele
uk: Повторювати
vi: Lặp lại
zh_hans: 重复
zh_hant: 重複
zh_hk: 重複

# TK.Action.replace
source: Replace
ar: استبدال
bg: Замени
ca: Substituir
cs: Nahradit
da: Erstat
de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
es_419: Reemplazar
fi: Korvaa
fr: Remplacer
fr_ca: Remplacer
he: החלף
hi: बदलें
hr: Zamijeni
hu: Csere
id: Ganti
it: Sostituisci
ja: 置き換え
kk: Ауыстыру
ko: 대치
ms: Ganti
nb: Erstatt
nl: Vervang
pl: Zastąp
pt_br: Substituir
pt_pt: Substituir
ro: Înlocuiți
ru: Заменить
sk: Nahradiť
sv: Ersätt
th: การเขียนทับ
tr: Değiştir
uk: Замінити
vi: Thay thế
zh_hans: 替换
zh_hant: 取代
zh_hk: 替換

# TK.Action.reply
source: Reply
ar: رد
bg: Отговори
ca: Respondre
cs: Odpovědět
da: Svar
de: Antworten
el: Απάντηση
es: Responder
es_419: Responder
fi: Vastaa
fr: Répondre
fr_ca: Répondre
he: השב
hi: जवाब दें
hr: Odgovori
hu: Válasz
id: Balas
it: Rispondi
ja: 返信
kk: Жауап беру
ko: 답장
ms: Balas
nb: Svar
nl: Antwoord
pl: Odpowiedz
pt_br: Responder
pt_pt: Responder
ro: Răspundeți
ru: Ответить
sk: Odpovedať
sv: Svara
th: ตอบกลับ
tr: Yanıtla
uk: Відповісти
vi: Trả lời
zh_hans: 回复
zh_hant: 回覆
zh_hk: 回覆

# TK.Action.report
source: Report
ar: إبلاغ
bg: Докладвай
ca: Informar
cs: Nahlásit
da: Rapporter
de: Melden
el: Αναφορά
es: Informar
es_419: Reportar
fi: Ilmoita
fr: Signaler
fr_ca: Signaler
he: דיווח
hi: रिपोर्ट करें
hr: Prijavi
hu: Jelentés
id: Laporkan
it: Segnala
ja: 報告
kk: Шағымдану
ko: 리포트
ms: Lapor
nb: Rapporter
nl: Meld
pl: Zgłoś
pt_br: Comunicar
pt_pt: Reportar
ro: Raportați
ru: Отчёт
sk: Nahlásiť
sv: Rapportera
th: แจ้ง
tr: Bildir
uk: Надіслати звіт
vi: Báo cáo
zh_hans: 报告
zh_hant: 回報
zh_hk: 舉報

# TK.Action.reportAProblem
source: Report a Problem
ar: الإبلاغ عن مشكلة
bg: Докладване на проблем
ca: Comunicar un problema
cs: Nahlásit problém
da: Rapporter et problem
de: Problem melden
el: Αναφορά προβλήματος
es: Señalar problema
es_419: Reportar un Problema
fi: Ilmoita ongelmasta
fr: Un problème ?
fr_ca: Signaler un Problème
he: דיווח על בעיה
hi: समस्या की रिपोर्ट करें
hr: Prijava problema
hu: Probléma jelentése
id: Laporkan Masalah
it: Segnala un problema
ja: 問題を報告
kk: Мәселе туралы хабарлау
ko: 문제 리포트
ms: Laporkan Masalah
nb: Rapporter et problem
nl: Meld probleem
pl: Zgłoś problem
pt_br: Comunicar Problema
pt_pt: Reportar um Problema
ro: Raportați o Problemă
ru: Сообщить о проблеме
sk: Nahlásiť problém
sv: Rapportera problem
th: แจ้งปัญหา
tr: Sorun Bildir
uk: Повідомити про проблему
vi: Báo cáo sự cố
zh_hans: 报告问题
zh_hant: 回報問題
zh_hk: 舉報問題

# TK.Action.request
source: Request
ar: طلب
bg: Заявка
ca: Sol·licitar
cs: Zažádat
da: Anmod om
de: Anfragen
el: Αίτημα
es: Solicitar
es_419: Solicitar
fi: Pyydä
fr: Demander
fr_ca: Demander
he: בקשה
hi: अनुरोध करें
hr: Zatraži
hu: Kérelmezés
id: Minta
it: Richiedi
ja: リクエスト
kk: Сұрау
ko: 문제 보고
ms: Minta
nb: Be om
nl: Vraag aan
pl: Zamów
pt_br: Solicitar
pt_pt: Solicitar
ro: Solicitați
ru: Запросить
sk: Požiadať
sv: Begär
th: คำขอ
tr: İste
uk: Замовити
vi: Yêu cầu
zh_hans: 请求
zh_hant: 要求
zh_hk: 請求

# TK.Action.reset
source: Reset
ar: إعادة تعيين
bg: Нулирай
ca: Restablir
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
es_419: Restablecer
fi: Nollaa
fr: Réinitialiser
fr_ca: Réinitialiser
he: איפוס
hi: रीसेट करें
hr: Resetiraj
hu: Alaphelyzetbe állítás
id: Atur Ulang
it: Ripristina
ja: リセット
kk: Бастапқы күйге қайтару
ko: 재설정
nb: Tilbakestill
nl: Stel opnieuw in
pl: Wyzeruj
pt_br: Redefinir
pt_pt: Resetar
ro: Resetați
ru: Сбросить
sk: Resetovať
sv: Nollställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 还原
zh_hant: 重置
zh_hk: 重置

# TK.Action.restart
source: Restart
ar: إعادة التشغيل
bg: Рестарт
ca: Reiniciar
cs: Restartovat
da: Start igen
de: Neustart
el: Επανεκκίνηση
es: Reiniciar
es_419: Reiniciar
fi: Käynnistä uudelleen
fr: Redémarrer
fr_ca: Redémarrer
he: הפעל מחדש
hi: रीस्टार्ट करें
hr: Ponovno pokreni
hu: Újraindítás
id: Mulai Ulang
it: Riavvia
ja: 再起動
kk: Қайта іске қосу
ko: 재시동
ms: Mula Semula
nb: Start på nytt
nl: Herstart
pl: Uruchom ponownie
pt_br: Reiniciar
pt_pt: Reiniciar
ro: Reporniți
ru: Перезагрузить
sk: Reštartovať
sv: Starta om
th: เริ่มการทำงานเครื่องใหม่
tr: Yeniden Başlat
uk: Перезапустити
vi: Khởi động lại
zh_hans: 重新启动
zh_hant: 重新啟動
zh_hk: 重新啟動

# TK.Action.restore
source: Restore
ar: يعيد
bg: Възстановяване
ca: Restaurar
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Ανάκτηση
es: Restaurar
es_419: Restaurar
fi: Jatka
fr: Restaurer
fr_ca: Restaurer
he: לְשַׁחְזֵר
hi: पुनर्स्थापित करना
hr: Vratiti
hu: Visszaállítás
id: Memulihkan
it: Ripristina
ja: 復元する
kk: Қалпына келтіру
ko: 복원하다
ms: Pulihkan
nb: Gjenopprett
nl: Herstellen
pl: Przywrócić
pt_br: Restaurar
pt_pt: Restaurar
ro: Restabiliți
ru: Восстановить
sk: Obnoviť
sv: Återställa
th: คืนค่า
tr: Eski haline getirmek
uk: Відновити
vi: Khôi phục
zh_hans: 恢复
zh_hant: 恢復
zh_hk: 恢復

# TK.Action.resume
source: Resume
ar: استئناف
bg: Продължи
ca: Reprendre
cs: Pokračovat
da: Genoptag
de: Fortsetzen
el: Συνέχιση
es: Reanudar
es_419: Reanudar
fi: Jatka
fr: Reprendre
fr_ca: Reprendre
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Riprendi
ja: 再開
kk: Жалғастыру
ko: 재개
ms: Teruskan
nb: Gjenoppta
nl: Hervat
pl: Wznów
pt_br: Retomar
pt_pt: Retomar
ro: Continuați
ru: Возобновить
sk: Pokračovať
sv: Återuppta
th: ทำต่อ
tr: Sürdür
uk: Поновити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續
zh_hk: 恢復

# TK.Action.retry
source: Retry
ar: إعادة المحاولة
bg: Опитай пак
ca: Reintentar
cs: Znovu
da: Prøv igen
de: Wiederholen
el: Νέα δοκιμή
es: Reintentar
es_419: Reintentar
fi: Yritä uudelleen
fr: Réessayer
fr_ca: Réessayer
he: ניסיון חוזר
hi: फिर कोशिश करें
hr: Ponovi
hu: Újra
id: Coba Lagi
it: Riprova
ja: 再試行
kk: Қайталау
ko: 재시도
ms: Cuba Semula
nb: Prøv igjen
nl: Opnieuw
pl: Ponów
pt_br: Repetir
pt_pt: Tentar Novamente
ro: Reîncercați
ru: Повторить
sk: Zopakovať
sv: Försök igen
th: ลองอีกครั้ง
tr: Yeniden Dene
uk: Повторити
vi: Thử lại
zh_hans: 重试
zh_hant: 再試一次
zh_hk: 重試

# TK.Action.return
source: Return
ar: رجوع
bg: Върни се
ca: Tornar
da: Retur
de: Zurück
el: Επιστροφή
es: Retorno
es_419: Regresar
fi: Palauta
fr: Retour
fr_ca: Retourner
he: חזור
hi: सभी रिटर्न करें
hr: Povratak
hu: Térj vissza
id: Kembalikan
it: Invio
ja: 戻る
kk: Қайтару
ko: 반환하기
ms: Kembali
nb: Tilbake
nl: Terug
pt_br: Retornar
pt_pt: Retornar
ro: Returnați
ru: Вернуть
sk: Späť
sv: Retur
th: ส่งคืน
tr: Geri Dön
uk: Повернути
vi: Trở lại
zh_hans: 行
zh_hant: 返回
zh_hk: 返回

# TK.Action.revert
source: Revert
ar: إرجاع
bg: Отмени
ca: Revertir
cs: Vrátit akci
da: Tilbagestil
de: Zurücksetzen
el: Επαναφορά
es: Revertir
es_419: Revertir
fi: Palauta
fr: Rétablir
fr_ca: Rétablir
he: חזור לגירסה האחרונה
hi: रिवर्ट करें
hr: Vrati
hu: Visszaállítás
id: Kembalikan
it: Ripristina
ja: 元に戻す
kk: Қайтару
ko: 복귀
ms: Tukar
nb: Reverter
nl: Herstel
pl: Przywróć
pt_br: Reverter
pt_pt: Reverter
ro: Restaurează
ru: Вернуть
sk: Vrátiť
sv: Återgå
th: แปลงกลับ
tr: Geri Dön
uk: Відновити
vi: Phục hồi
zh_hans: 复原
zh_hant: 回復
zh_hk: 恢復到之前的狀態

# TK.Action.review
source: Review
ar: مراجعة
bg: Прегледай
ca: Revisar
cs: Kontrola
da: Gennemgå
de: Prüfen
el: Ανασκόπηση
es: Revisar
es_419: Reseñar
fi: Tarkista
fr: Vérifier
fr_ca: Réviser
he: סקירה
hi: समीक्षा करें
hr: Osvrt
hu: Tekints át
id: Tinjau
it: Rivedi
ja: 確認
kk: Қарап шығу
ko: 검토
ms: Semak
nb: Vurder
nl: Bekijk
pl: Przejrzyj
pt_br: Avaliar
pt_pt: Revisar
ro: Revizuiți
ru: Просмотреть
sk: Skontrolovať
sv: Granska
th: ตรวจสอบ
tr: Gözden Geçir
uk: Переглянути
vi: Xem lại
zh_hans: 检查
zh_hant: 檢視
zh_hk: 檢視

# TK.Action.save
source: Save
ar: حفظ
bg: Запази
ca: Desar
cs: Uložit
da: Gem
de: Sichern
el: Αποθήκευση
es: Guardar
es_419: Guardar
fi: Tallenna
fr: Enregistrer
fr_ca: Sauvegarder
he: שמור
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
kk: Сақтау
ko: 저장
ms: Simpan
nb: Lagre
nl: Bewaar
pl: Zachowaj
pt_br: Salvar
pt_pt: Salvar
ro: Salvați
ru: Сохранить
sk: Uložiť
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 存储
zh_hant: 儲存
zh_hk: 儲存

# TK.Action.saveToPhotos
source: Save to Photos
ar: حفظ في الصور
bg: Запази в Снимки
ca: Desar a l’app Fotos
cs: Uložit do Fotek
da: Gem i Fotos
de: In „Fotos“ sichern
el: Αποθήκευση στις Φωτό
es: Guardar en Fotos
es_419: Guardar en Fotos
fi: Tallenna Kuviin
fr: Enregistrer dans Photos
fr_ca: Sauvegarder dans les Photos
he: שמירה ב״תמונות״
hi: तस्वीर में सहेजें
hr: Spremi u Foto
hu: Mentsd a Fotókba
id: Simpan ke Foto
it: Salva in Foto
ja: “写真”に保存
kk: Фотоларға сақтау
ko: 사진 앱에 저장
ms: Simpan ke Foto
nb: Lagre til bilder
nl: Bewaar in Foto's
pl: Zachowaj w Zdjęciach
pt_br: Salvar no App Fotos
pt_pt: Salvar para Fotos
ro: Salvați în Poze
ru: Сохранение в «Фото»
sk: Uložiť do Fotiek
sv: Spara i Bilder
th: บันทึกไปยังแอปรูปภาพ
tr: Fotoğraflar’a Kaydet
uk: Зберегти до Фотографій
vi: Lưu vào Ảnh
zh_hans: 存储到“照片”
zh_hant: 儲存到照片
zh_hk: 儲存到相片

# TK.Action.saveVideo
source: Save Video
ar: حفظ الفيديو
bg: Запази видео
ca: Desar el vídeo
cs: Uložit video
da: Gem video
de: Video sichern
el: Αποθήκευση βίντεο
es: Guardar vídeo
es_419: Guardar Video
fi: Tallenna video
fr: Enregistrer la vidéo
fr_ca: Sauvegarder la Vidéo
he: שמירת הסרטון
hi: वीडियो सहेजें
hr: Spremi videozapis
hu: Videó mentése
id: Simpan Video
it: Salva video
ja: ビデオを保存
kk: Видеоны сақтау
ko: 비디오 저장
ms: Simpan Video
nb: Lagre video
nl: Bewaar video
pl: Zachowaj wideo
pt_br: Salvar vídeo
pt_pt: Salvar Vídeo
ro: Salvați clipul video
ru: Сохранить видео
sk: Uložiť video
sv: Spara video
th: บันทึกวิดีโอ
tr: Videoyu Kaydet
uk: Зберегти відео
vi: Lưu video
zh_hans: 存储视频
zh_hant: 儲存影片
zh_hk: 儲存影片

# TK.Action.scan
source: Scan
ar: مسح
bg: Сканирай
ca: Escanejar
cs: Hledání
de: Scannen
el: Σάρωση
es: Escanear
es_419: Escanear
fi: Skannaa
fr: Scanner
fr_ca: Scanner
he: סריקה
hi: स्कैन करें
hr: Skeniraj
hu: Beolvasás
id: Pindai
it: Scansione
ja: スキャン
kk: Сканерлеу
ko: 스캔
ms: Imbas
nb: Skann
pl: Skanuj
pt_br: Escaneamento
pt_pt: Escanear
ro: Scanare
ru: Сканирование
sk: Skenovať
sv: Skanna
th: สแกน
tr: Tara
uk: Сканувати
vi: Quét
zh_hans: 扫描
zh_hant: 掃描
zh_hk: 掃描

# TK.Action.search
source: Search
ar: بحث
bg: Търсене
ca: Buscar
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
es_419: Buscar
fi: Etsi
fr: Rechercher
fr_ca: Rechercher
he: חיפוש
hi: खोजें
hr: Traži
hu: Keresés
id: Cari
it: Cerca
ja: 検索
kk: Іздеу
ko: 검색
ms: Cari
nb: Søk
nl: Zoek
pl: Szukaj
pt_br: Buscar
pt_pt: Pesquisar
ro: Căutare
ru: Поиск
sk: Vyhľadať
sv: Sök
th: ค้นหา
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋
zh_hk: 搜尋

# TK.Action.select
source: Select
ar: تحديد
bg: Избери
ca: Seleccionar
cs: Vybrat
da: Vælg
de: Auswählen
el: Επιλογή
es: Seleccionar
es_419: Seleccionar
fi: Valitse
fr: Sélectionner
fr_ca: Sélectionner
he: בחירה
hi: चुनें
hr: Odaberi
hu: Kijelölés
id: Pilih
it: Seleziona
ja: 選択
kk: Таңдау
ko: 선택
ms: Pilih
nb: Velg
nl: Selecteer
pl: Wybierz
pt_br: Selecionar
pt_pt: Selecionar
ro: Selectați
ru: Выбрать
sk: Vybrať
sv: Välj
th: เลือก
tr: Seç
uk: Вибрати
vi: Chọn
zh_hans: 选择
zh_hant: 選取
zh_hk: 選擇

# TK.Action.selectAll
source: Select All
ar: تحديد الكل
bg: Избери всички
ca: Seleccionar‑ho tot
cs: Vybrat vše
da: Vælg alt
de: Alle wählen
el: Επιλογή όλων
es: Seleccionar todo
es_419: Seleccionar Todo
fi: Valitse kaikki
fr: Tout sélectionner
fr_ca: Sélectionner Tout
he: בחר הכל
hi: सभी चुनें
hr: Odaberi sve
hu: Összes kijelölése
id: Pilih Semua
it: Seleziona tutto
ja: すべてを選択
kk: Барлығын таңдау
ko: 전체 선택
ms: Pilih Semua
nb: Velg alle
nl: Selecteer alle
pl: Zaznacz wszystko
pt_br: Selecionar Tudo
pt_pt: Selecionar Tudo
ro: Selectați tot
ru: Выбрать все
sk: Označiť všetky
sv: Markera allt
th: เลือกทั้งหมด
tr: Tümünü Seç
uk: Вибрати всі
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選
zh_hk: 全選

# TK.Action.send
source: Send
ar: إرسال
bg: Изпрати
ca: Enviar
cs: Odeslat
de: Senden
el: Αποστολή
es: Enviar
es_419: Enviar
fi: Lähetä
fr: Envoyer
fr_ca: Envoyer
he: שלח
hi: भेजें
hr: Šalji
hu: Küldés
id: Kirim
it: Invia
ja: 送信
kk: Жіберу
ko: 보내기
ms: Hantar
nl: Stuur
pl: Wyślij
pt_br: Enviar
pt_pt: Enviar
ro: Trimiteți
ru: Отправить
sk: Odoslať
sv: Skicka
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hans: 发送
zh_hant: 傳送
zh_hk: 發送

# TK.Action.sendEmail
source: Send Email
ar: إرسال بريد إلكتروني
bg: Изпрати имейл
ca: Enviar correu
cs: Poslat e-mail
de: E‑Mail senden
el: Αποστολή email
es: Enviar mensaje de correo
es_419: Enviar Correo Electrónico
fi: Lähetä sähköposti
fr: Envoyer un e-mail
fr_ca: Envoyer un Courriel
he: שלח דוא״ל
hi: ईमेल भेजें
hr: Šalji e-mail
hu: E-mail küldése
id: Kirim Email
it: Invia email
ja: メールを送信
kk: Эл. хат жіберу
ko: 이메일 보내기
ms: Hantar E-mel
nb: Send e-post
nl: Verstuur e‑mail
pl: Wyślij email
pt_br: Enviar e-mail
pt_pt: Enviar Email
ro: Trimiteți e-mail
ru: Отправить e-mail
sk: Odoslať email
sv: Skicka e-post
th: ส่งอีเมล
tr: E-posta Gönder
uk: Надіслати лист
vi: Gửi Email
zh_hans: 发送电子邮件
zh_hant: 傳送電子郵件
zh_hk: 發送電郵

# TK.Action.sendMessage
source: Send Message
ar: إرسال رسالة
bg: Изпрати съобщение
ca: Enviar un missatge
cs: Odeslat zprávu
da: Send besked
de: Nachricht senden
el: Αποστολή μηνύματος
es: Enviar mensaje
es_419: Enviar Mensaje
fi: Lähetä viesti
fr: Envoyer un message
fr_ca: Envoyer un Message
he: שלח הודעה
hi: संदेश भेजें
hr: Šalji poruku
hu: Üzenet küldése
id: Kirim Pesan
it: Invia messaggio
ja: メッセージを送信
kk: Хабар жіберу
ko: 메시지 보내기
ms: Hantar Mesej
nb: Send melding
nl: Verstuur bericht
pl: Wyślij wiadomość
pt_br: Enviar Mensagem
pt_pt: Enviar Mensagem
ro: Trimiteți un mesaj
ru: Отправить сообщение
sk: Odoslať správu
sv: Skicka meddelande
th: ส่งข้อความ
tr: Mesaj Gönder
uk: Надіслати повідомлення
vi: Gửi tin nhắn
zh_hans: 发送信息
zh_hant: 傳送訊息
zh_hk: 發送消息

# TK.Action.setUp
source: Set Up
ar: إعداد
bg: Настройка
ca: Configurar
cs: Nastavit
da: Indstil
de: Konfigurieren
el: Διαμόρφωση
es: Configurar
es_419: Configurar
fi: Ota käyttöön
fr: Configurer
fr_ca: Configurer
he: הגדרה
hi: सेटअप करें
hr: Podesi
hu: Beállítás
id: Atur
it: Configura
ja: セットアップ
kk: Баптау
ko: 설정
ms: Sediakan
nb: Sett opp
nl: Configureer
pl: Konfiguruj
pt_br: Configurar
pt_pt: Configurar
ro: Configurați
ru: Настроить
sk: Nastaviť
sv: Ställ in
th: ตั้งค่า
tr: Ayarla
uk: Налаштувати
vi: Thiết lập
zh_hans: 设置
zh_hant: 設定
zh_hk: 設置

# TK.Action.setUpLater
source: Set Up Later
ar: الإعداد لاحقًا
bg: Настройване по-късно
ca: Configurar més tard
cs: Nastavit později
da: Indstil senere
de: Später konfigurieren
el: Διαμόρφωση αργότερα
es: Configurar más tarde
es_419: Configurar Después
fi: Ota käyttöön myöhemmin
fr: Configurer plus tard
fr_ca: Configurer Plus Tard
he: הגדרה מאוחר יותר
hi: बाद में सेटअप करें
hr: Podesi kasnije
hu: Beállítás később
id: Atur Nanti
it: Configura dopo
ja: あとで設定
kk: Кейінірек баптау
ko: 나중에 설정
ms: Sediakan Kemudian
nb: Sett opp senere
nl: Configureer later
pl: Skonfiguruj później
pt_br: Configurar Depois
pt_pt: Configurar Depois
ro: Configurați ulterior
ru: Настроить позже
sk: Nastaviť neskôr
sv: Ställ in senare
th: ตั้งค่าภายหลัง
tr: Daha Sonra Kur
uk: Пізніше
vi: Thiết lập sau
zh_hans: 稍后设置
zh_hant: 稍後設定
zh_hk: 稍後設置

# TK.Action.share
source: Share
ar: مشاركة
bg: Сподели
ca: Compartir
cs: Sdílet
da: Del
de: Teilen
el: Κοινή χρήση
es: Compartir
es_419: Compartir
fi: Jaa
fr: Partager
fr_ca: Partager
he: שיתוף
hi: शेयर करें
hr: Dijeli
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
kk: Бөлісу
ko: 공유
ms: Kongsi
nb: Del
nl: Deel
pl: Udostępnij
pt_br: Compartilhar
pt_pt: Partilhar
ro: Partajați
ru: Поделиться
sk: Zdieľať
sv: Dela
th: แชร์
tr: Paylaş
uk: Поширити
vi: Chia sẻ
zh_hans: 共享
zh_hant: 分享
zh_hk: 分享
